Ran Plan for dir: `terraform/dev` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.gce_disk.google_compute_disk.gce_disk will be created
+ resource "google_compute_disk" "gce_disk" {
      + access_mode                    = (known after apply)
      + create_snapshot_before_destroy = false
      + creation_timestamp             = (known after apply)
      + disk_id                        = (known after apply)
      + effective_labels               = {
          + "goog-terraform-provisioned" = "true"
          + "type"                       = "gce-boot-disk"
          + "user"                       = "wocheon07"
        }
      + enable_confidential_compute    = (known after apply)
      + id                             = (known after apply)
      + label_fingerprint              = (known after apply)
      + labels                         = {
          + "type" = "gce-boot-disk"
          + "user" = "wocheon07"
        }
      + last_attach_timestamp          = (known after apply)
      + last_detach_timestamp          = (known after apply)
      + licenses                       = (known after apply)
      + name                           = "gce-terraform-disk-test"
      + physical_block_size_bytes      = (known after apply)
      + project                        = "gcp-in-ca"
      + provisioned_iops               = (known after apply)
      + provisioned_throughput         = (known after apply)
      + self_link                      = (known after apply)
      + size                           = 20
      + source_disk_id                 = (known after apply)
      + source_image_id                = (known after apply)
      + source_instant_snapshot_id     = (known after apply)
      + source_snapshot_id             = (known after apply)
      + terraform_labels               = {
          + "goog-terraform-provisioned" = "true"
          + "type"                       = "gce-boot-disk"
          + "user"                       = "wocheon07"
        }
      + type                           = "pd-balanced"
      + users                          = (known after apply)
      + zone                           = "asia-northeast3-a"

      + guest_os_features {
          + type = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ gce_disk_id        = (known after apply)
+ gce_disk_self_link = (known after apply)

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform/dev`
* :put_litter_in_its_place: To **delete** this plan click [here](http://74411e48fe04:4141/lock?id=wocheon%252Fatlantis_test_repo%252Fterraform%252Fdev%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform/dev`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
